src/run_logs/node_0_mongodb_21-04-21 19:22:30.log
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 9272
[OVERALL], Throughput(ops/sec), 1617.7739430543572
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 10
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10785159620362382
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 10
[TOTAL_GC_TIME_%], Time(%), 0.10785159620362382
[READ], Operations, 7499
[READ], AverageLatency(us), 240.55794105880784
[READ], MinLatency(us), 129
[READ], MaxLatency(us), 84543
[READ], 95thPercentileLatency(us), 457
[READ], 99thPercentileLatency(us), 661
[READ], Return=OK, 7499
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 5510.0
[CLEANUP], MinLatency(us), 5508
[CLEANUP], MaxLatency(us), 5511
[CLEANUP], 95thPercentileLatency(us), 5511
[CLEANUP], 99thPercentileLatency(us), 5511
[UPDATE], Operations, 7501
[UPDATE], AverageLatency(us), 253.49286761765097
[UPDATE], MinLatency(us), 150
[UPDATE], MaxLatency(us), 10311
[UPDATE], 95thPercentileLatency(us), 481
[UPDATE], 99thPercentileLatency(us), 672
[UPDATE], Return=OK, 7501