src/run_logs/node_0_mongodb_21-04-21 19:53:36.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 12380
[OVERALL], Throughput(ops/sec), 1211.631663974152
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 13
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.1050080775444265
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 13
[TOTAL_GC_TIME_%], Time(%), 0.1050080775444265
[READ], Operations, 7492
[READ], AverageLatency(us), 423.29484783769357
[READ], MinLatency(us), 162
[READ], MaxLatency(us), 98111
[READ], 95thPercentileLatency(us), 784
[READ], 99thPercentileLatency(us), 1397
[READ], Return=OK, 7492
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4005.0
[CLEANUP], MinLatency(us), 4004
[CLEANUP], MaxLatency(us), 4005
[CLEANUP], 95thPercentileLatency(us), 4005
[CLEANUP], 99thPercentileLatency(us), 4005
[UPDATE], Operations, 7508
[UPDATE], AverageLatency(us), 448.54794885455516
[UPDATE], MinLatency(us), 187
[UPDATE], MaxLatency(us), 8791
[UPDATE], 95thPercentileLatency(us), 839
[UPDATE], 99thPercentileLatency(us), 1431
[UPDATE], Return=OK, 7508