src/run_logs/node_0_mongodb_23-04-21 02:11:01.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 9935
[OVERALL], Throughput(ops/sec), 1006.5425264217413
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 12
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.12078510317060896
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 12
[TOTAL_GC_TIME_%], Time(%), 0.12078510317060896
[READ], Operations, 4959
[READ], AverageLatency(us), 415.95422464206496
[READ], MinLatency(us), 144
[READ], MaxLatency(us), 106751
[READ], 95thPercentileLatency(us), 872
[READ], 99thPercentileLatency(us), 1426
[READ], Return=OK, 4959
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3893.0
[CLEANUP], MinLatency(us), 3892
[CLEANUP], MaxLatency(us), 3893
[CLEANUP], 95thPercentileLatency(us), 3893
[CLEANUP], 99thPercentileLatency(us), 3893
[UPDATE], Operations, 5041
[UPDATE], AverageLatency(us), 418.90398730410635
[UPDATE], MinLatency(us), 170
[UPDATE], MaxLatency(us), 12655
[UPDATE], 95thPercentileLatency(us), 878
[UPDATE], 99thPercentileLatency(us), 1499
[UPDATE], Return=OK, 5041