src/run_logs/node_1_mongodb_21-04-21 19:53:36.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 12341
[OVERALL], Throughput(ops/sec), 1215.4606595899845
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 15
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.12154606595899846
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 15
[TOTAL_GC_TIME_%], Time(%), 0.12154606595899846
[READ], Operations, 7515
[READ], AverageLatency(us), 418.3515635395875
[READ], MinLatency(us), 181
[READ], MaxLatency(us), 97407
[READ], 95thPercentileLatency(us), 752
[READ], 99thPercentileLatency(us), 1434
[READ], Return=OK, 7515
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 3653.0
[CLEANUP], MinLatency(us), 3652
[CLEANUP], MaxLatency(us), 3653
[CLEANUP], 95thPercentileLatency(us), 3653
[CLEANUP], 99thPercentileLatency(us), 3653
[UPDATE], Operations, 7485
[UPDATE], AverageLatency(us), 447.7048764195057
[UPDATE], MinLatency(us), 196
[UPDATE], MaxLatency(us), 9575
[UPDATE], 95thPercentileLatency(us), 848
[UPDATE], 99thPercentileLatency(us), 1420
[UPDATE], Return=OK, 7485