src/run_logs/node_1_mongodb_23-04-21 02:11:01.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 9904
[OVERALL], Throughput(ops/sec), 1009.6930533117932
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 13
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.13126009693053312
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 13
[TOTAL_GC_TIME_%], Time(%), 0.13126009693053312
[READ], Operations, 5073
[READ], AverageLatency(us), 388.37019515079834
[READ], MinLatency(us), 149
[READ], MaxLatency(us), 14103
[READ], 95thPercentileLatency(us), 851
[READ], 99thPercentileLatency(us), 1458
[READ], Return=OK, 5073
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 4126.0
[CLEANUP], MinLatency(us), 4124
[CLEANUP], MaxLatency(us), 4127
[CLEANUP], 95thPercentileLatency(us), 4127
[CLEANUP], 99thPercentileLatency(us), 4127
[UPDATE], Operations, 4927
[UPDATE], AverageLatency(us), 438.88248427034705
[UPDATE], MinLatency(us), 172
[UPDATE], MaxLatency(us), 94271
[UPDATE], 95thPercentileLatency(us), 880
[UPDATE], 99thPercentileLatency(us), 1448
[UPDATE], Return=OK, 4927